---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.MullionPosition
source: html/a5b4e468-ae48-9fd5-dbd6-4adb2e54daa7.htm
---
# Autodesk.Revit.DB.ParameterTypeId.MullionPosition Property

"Position"

## Syntax (C#)
```csharp
public static ForgeTypeId MullionPosition { get; }
```